---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyWebsHaveSymbolicCutbackParam
source: html/e336ab75-029a-fd29-c21e-808697068a03.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyWebsHaveSymbolicCutbackParam Property

"Webs have symbolic cutback"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyWebsHaveSymbolicCutbackParam { get; }
```